/* strings for the configuration window */

"kImagePathLabelString" = "Image File:";
"kImageDirectoryLabelString" = "Image Folder:";
"kImagePathNoValue" = "Choose Image...";
"kImageDirectoryPathNoValue" = "Choose Image Folder...";
"kVersionString" = "Version: %@";
"kUpdateNotAvailableMessageText" = "This copy of Filigree is up-to-date.";
"kUpdateNotAvailableOkayButton" = "OK";
"kUpdateAvailableMessageText" = "A new version (%@) of Filigree is now available for download.";
"kUpdateAvailableDownloadButton" = "Download";
"kUpdateAvailableDetailsButton" = "Details";
"kUpdateAvailableCancelButton" = "Cancel";
"kLocalizationHandlesRegistrationControls" = "Yes";
"kUnregisteredConfigString" = "This copy of Filigree is unregistered";
"kRegisteredConfigString" = "This copy of Filigree is registered to";
"kRegisteredConfigString2" = "Thanks for your support!";
"kPurchaseRegistrationCodeURL" = "http://www.whiteknightlogic.net/software/filigree/";
"kRegistrationSuccessOkayButton" = "OK";
"kRegistrationSuccessMessageText" = "Your copy of Filigree has been registered.";
"kRegistrationSuccessInfoText" = "Thanks for your support!";
"kRegistrationFailureOkayButton" = "OK";
"kRegistrationFailureMessageText" = "The registration code you have entered is not valid.";
"kRegistrationFailureInfoText" = "Please ensure you have entered both your name and the registration code exactly as provided to you.";